[
  {
    "id": 1,
    "category": "Baby Care",
    "title": "Newborn Care Specialist",
    "provider": "Sarah Jenkins",
    "rating": 4.9,
    "reviews": 124,
    "price": "$25/hr",
    "availability": "Available 24/7",
    "highlights": ["Feeding Support", "Sleep Training", "Hygiene Care"],
    "desc": "Our specialists provide comprehensive support for newborns during the most critical first months of life. We focus on establishing healthy feeding schedules and gentle sleep training techniques for the baby. Our team ensures the highest standards of hygiene and safety while monitoring the infant's early growth milestones. Parents receive professional guidance on handling common newborn challenges with confidence and ease. We are dedicated to creating a nurturing environment that promotes both physical and emotional well-being.",
    "image": "https://i.ibb.co.com/zhkXtXgZ/Newborn-Care-Specialist.jpg"
  },
  {
    "id": 2,
    "category": "Elderly Service",
    "title": "Companion Care",
    "provider": "Michael Ross",
    "rating": 4.8,
    "reviews": 85,
    "price": "$20/hr",
    "availability": "Day Shift Only",
    "highlights": ["Walking Support", "Light Cooking", "Medication Reminder"],
    "desc": "This service is designed to provide seniors with meaningful social interaction and emotional support at home. Our caregivers assist with daily light activities such as walking in the park and engaging in conversations. We help with meal preparation and ensure that all medications are taken on time according to the schedule. The goal is to reduce loneliness and improve the mental health of elderly individuals through constant companionship. We treat every senior with the respect and dignity they deserve while maintaining their independence.",
    "image": "https://i.ibb.co.com/HLPvqqsC/Companion-Care.jpg"
  },
  {
    "id": 3,
    "category": "Sick People Service",
    "title": "Post-Surgery Nursing",
    "provider": "Dr. Emily Blunt",
    "rating": 5.0,
    "reviews": 56,
    "price": "$40/hr",
    "availability": "On-Call Service",
    "highlights": ["Wound Dressing", "IV Support", "Recovery Plan"],
    "desc": "Our professional nursing team specializes in providing high-quality medical care for patients recovering from major surgeries. We handle complex tasks such as professional wound dressing, IV administration, and vital signs monitoring daily. Our nurses work closely with your primary surgeons to execute a personalized recovery plan effectively at home. We ensure the patient remains comfortable and pain-free while preventing common post-operative complications or infections. This dedicated care helps accelerate the healing process and ensures a smoother transition back to health.",
    "image": "https://i.ibb.co.com/tpXT3XKc/care.jpg"
  },
  {
    "id": 4,
    "category": "Baby Care",
    "title": "Full-Time Nanny",
    "provider": "Jessica Pearson",
    "rating": 4.7,
    "reviews": 210,
    "price": "$300/week",
    "availability": "Monday - Friday",
    "highlights": ["Early Education", "Healthy Meals", "Toddler Play"],
    "desc": "Our full-time nannies are experienced in fostering a safe and educational environment for growing toddlers and children. They focus on early childhood development through structured playtime, reading sessions, and creative learning activities. We prioritize nutrition by preparing healthy, home-cooked meals tailored to your child's specific dietary requirements. Beyond basic care, our nannies assist in building social skills and maintaining a consistent daily routine. Trust our professionals to provide the love and attention your child needs while you are at work.",
    "image": "https://i.ibb.co.com/zhf5X2jc/Full-Time-Nanny.jpg"
  },
  {
    "id": 5,
    "category": "Elderly Service",
    "title": "Dementia Care",
    "provider": "Robert Zane",
    "rating": 4.9,
    "reviews": 42,
    "price": "$35/hr",
    "availability": "Specialized Care",
    "highlights": ["Memory Games", "Safe Environment", "Patience First"],
    "desc": "Caring for individuals with dementia requires a specialized approach centered on patience, safety, and routine management. Our trained staff uses memory stimulation games and activities to help maintain cognitive functions as much as possible. We create a secure home environment to prevent wandering and minimize the risk of accidents for the senior. Constant supervision is provided to assist with confusion or behavioral changes that often accompany memory loss conditions. Our focus is on maintaining the highest possible quality of life through compassionate and expert caregiving.",
    "image": "https://i.ibb.co.com/NgQwXMfj/Dementia-Care.jpg"
  },
  {
    "id": 6,
    "category": "Sick People Service",
    "title": "Physiotherapy Support",
    "provider": "Alex Litt",
    "rating": 4.6,
    "reviews": 78,
    "price": "$50/session",
    "availability": "Home Visits",
    "highlights": ["Mobility Exercises", "Pain Management", "Progress Track"],
    "desc": "Our at-home physiotherapy sessions are designed for patients needing rehabilitation from injuries, strokes, or chronic pain conditions. We provide customized mobility exercises that help restore strength, balance, and flexibility to the patient's body. Our therapists use modern pain management techniques to help individuals regain their physical independence more quickly. We monitor progress through regular assessments and adjust the treatment plan based on the patient's actual recovery speed. Enjoy professional clinical-grade therapy in the comfort and privacy of your own living room.",
    "image": "https://i.ibb.co.com/NnGTcqGP/Physiotherapy-Support.jpg"
  },
  {
    "id": 7,
    "category": "Baby Care",
    "title": "Overnight Babysitting",
    "provider": "Donna Paulsen",
    "rating": 4.8,
    "reviews": 92,
    "price": "$150/night",
    "availability": "Night Shift Only",
    "highlights": ["Sleep Monitoring", "Emergency Ready", "Gentle Care"],
    "desc": "Our overnight babysitting service ensures that your child is safe and cared for while parents get much-needed rest. We provide constant monitoring throughout the night, handling midnight feedings, diaper changes, and soothing back to sleep. Our sitters are fully trained in emergency response and infant first aid to ensure maximum safety at all times. We follow your established bedtime routines to maintain a sense of security and consistency for the baby. Wake up feeling refreshed knowing that your little one was in professional and loving hands all night.",
    "image": "https://i.ibb.co.com/zvYqYm7/Overnight-Babysitting.jpg"
  },
  {
    "id": 8,
    "category": "Elderly Service",
    "title": "Palliative Care",
    "provider": "Louis Litt",
    "rating": 4.9,
    "reviews": 35,
    "price": "$45/hr",
    "availability": "24/7 Monitoring",
    "highlights": ["Comfort First", "Emotional Support", "Family Counseling"],
    "desc": "Palliative care focuses on providing relief from the symptoms and stress of a serious illness for senior patients. Our team prioritizes physical comfort by managing pain and providing expert nursing care around the clock. We also offer emotional and spiritual support to both the patient and their family members during this time. Our caregivers assist with all daily living activities while ensuring the patient’s dignity is always preserved carefully. We work to improve the overall quality of life by creating a peaceful and supportive home environment.",
    "image": "https://i.ibb.co.com/fVpSL3DB/Palliative-Care.jpg"
  },
  {
    "id": 9,
    "category": "Sick People Service",
    "title": "Mental Health Support",
    "provider": "Katrina Bennett",
    "rating": 4.7,
    "reviews": 64,
    "price": "$30/hr",
    "availability": "Flexible Hours",
    "highlights": ["CBT Basics", "Stress Relief", "Active Listening"],
    "desc": "Our mental health support workers provide a safe space for individuals dealing with anxiety, depression, or high levels of stress. We use active listening and basic cognitive behavioral techniques to help patients navigate their emotions and build resilience. Our focus is on creating a non-judgmental atmosphere where recovery and self-care are the top priorities. We collaborate with licensed therapists to ensure the support provided aligns with the patient's overall treatment plan. Let us help you find your path back to emotional balance and mental clarity.",
    "image": "https://i.ibb.co.com/tTdWrcc5/Mental-Health-Support.jpg"
  }
]
